[
    {
        "title": "Задача",
        "description": "Твоя задача выполнить как можно больше заказов на уровне, чтобы открыть последующие. Выполняй заказы правильно, ведь клиенты в нынешнее время привередливы. Не думай, что всё будет сложно, в любое время можешь воспользоваться книгой рецептов.",
        "code": "[task]"
    },
    {
        "title": "Конфигуратор",
        "description": "Для того, чтобы перетащить ингредиент на стол, достаточно открыть блокнот и перетащить необходимый тебе ингредиент на стол. Не сложно ведь, правда?",
        "code": "[configurator]"
    },
    {
        "title": "Заказы",
        "description": "Все заказы появляются поочередно. Можешь нажать на сам заказ и тогда ты узнаешь его детали. Будет внимателен и старайся выполнять те, у которых подбегает таймер. Чем больше ты выполнишь, тем больше шанс на победу.",
        "code": "[orders]"
    },
    {
        "title": "Рецепты",
        "description": "Все рецепты удобно расположены в книге рецептов. Можешь ознакомиться с ними когда угодно. Также, для того, чтобы тебе было легче, можешь свернуть рецепт и искать параллельно готовке.",
        "code": "[recipes]"
    },
    {
        "title": "Склад",
        "description": "Ингредиенты имеют свойство заканчиваться. Не забывай их постоянно закупать. Выбери нужное количество, добавь в список заказа и заказывай. Денежные средства можешь взять с выполненных заказов.",
        "code": "[store]"
    },
    {
        "title": "Сборка",
        "description": "После того, как ты накидал ингредиенты на стол, можешь их собрать и заказ будет считаться выполненным, если ты собрал всё согласно рецепту и желанию клиента. Будь внимателен, не собирай ерунду, иначе можешь проиграть.",
        "code": "[assembly]"
    },
    {
        "title": "Инфопанель",
        "description": "Сверху удобно расположилась инфопанель. Там ты сможешь ознакомиться с нынешнием состоянием выручки, количестве выполненных и невыполненных заказов.",
        "code": "[infopanel]"
    },
    {
        "title": "Ингредиенты",
        "description": "Все ингредиенты поделены на типы. Поэтому, если необходимого тебе ингредиенты нет, поищи в других типах.",
        "code": "[ingredients]"
    },
    {
        "title": "Печь",
        "description": "Некоторые ингредиенты требует дополнительной обжарки или варки. Ты поймешь это, взглянув на рецепт и увидев приписку \"(готовое)\" или \"(готовая)\". Все, что тебе нужно, вытянуть ингредиент на печь, подождать пока продукт будет готов и перетащить на стол.",
        "code": "[stove]"
    },
    {
        "title": "Уровни",
        "description": "Все уровни открываются постепенно. На некоторых ты можешь встретить дополнительные условия для победы или время на готовку будет уменьшено. Обращай на это внимание и не забывай.",
        "code": "[levels]"
    },
    {
        "title": "Интерфейс",
        "description": "В игре есть музыка и звуки. Ты можешь отключить их как во время игры, так и перед ней. Также, если во время игры тебе необходимо будет отойти, можешь поставить игру на паузу или вовсе выйти. Но учти, игра не сохранится, пока уровень не будет окончен.",
        "code": "[interface]"
    }
]